<div class="cabinet-menu">
    <a href="cabinet2-1.php" class="cabinet-menu__url">
        Мій кабінет
    </a>
    <a href="cabinet2-2.php" class="cabinet-menu__url">
        Особисті дані
    </a>
    <a href="cabinet2-3.php" class="cabinet-menu__url">
        Активні замовлення
    </a>
    <a href="cabinet2-4.php" class="cabinet-menu__url">
        Історія замовлень
    </a>
    <a href="cabinet2-5.php" class="cabinet-menu__url active">
        Розрахунок
    </a>
    <a href="cabinet2-6.php" class="cabinet-menu__url">
        Відтермінування оплати
    </a>
    <a href="cabinet2-7.php" class="cabinet-menu__url">
        Менеджер
    </a>
    <a href="cabinet2-8.php" class="cabinet-menu__url">
        Договори
    </a>
    <a href="cabinet2-9.php" class="cabinet-menu__url">
        Вибрані товари
    </a>
    <a href="#" class="cabinet-menu__exit">
        <svg xmlns="http://www.w3.org/2000/svg" width="19" height="19" viewBox="0 0 19 19" fill="none">
            <path fill-rule="evenodd" clip-rule="evenodd"
            d="M1.46144 0C1.07384 0 0.702118 0.153983 0.428045 0.428075C0.153972 0.702166 0 1.07391 0 1.46154V17.5385C0 17.9261 0.153972 18.2978 0.428045 18.5719C0.702118 18.846 1.07384 19 1.46144 19H12.4222C12.616 19 12.8019 18.923 12.9389 18.786C13.076 18.6489 13.1529 18.463 13.1529 18.2692C13.1529 18.0754 13.076 17.8895 12.9389 17.7525C12.8019 17.6155 12.616 17.5385 12.4222 17.5385H1.46144V1.46154H12.4222C12.616 1.46154 12.8019 1.38455 12.9389 1.2475C13.076 1.11046 13.1529 0.924581 13.1529 0.730769C13.1529 0.536957 13.076 0.351083 12.9389 0.214037C12.8019 0.0769915 12.616 0 12.4222 0H1.46144ZM15.4971 5.69415C15.3599 5.55693 15.1738 5.47985 14.9797 5.47985C14.7857 5.47985 14.5996 5.55693 14.4624 5.69415C14.3252 5.83137 14.2481 6.01748 14.2481 6.21154C14.2481 6.4056 14.3252 6.5917 14.4624 6.72892L16.504 8.76923H6.57647C6.38267 8.76923 6.19681 8.84622 6.05977 8.98327C5.92274 9.12031 5.84575 9.30619 5.84575 9.5C5.84575 9.69381 5.92274 9.87969 6.05977 10.0167C6.19681 10.1538 6.38267 10.2308 6.57647 10.2308H16.504L14.4624 12.2711C14.3252 12.4083 14.2481 12.5944 14.2481 12.7885C14.2481 12.9825 14.3252 13.1686 14.4624 13.3058C14.5996 13.4431 14.7857 13.5202 14.9797 13.5202C15.1738 13.5202 15.3599 13.4431 15.4971 13.3058L18.7853 10.0174C18.8534 9.9495 18.9074 9.86886 18.9442 9.78008C18.981 9.6913 19 9.59612 19 9.5C19 9.40388 18.981 9.3087 18.9442 9.21992C18.9074 9.13114 18.8534 9.0505 18.7853 8.98262L15.4971 5.69415Z"
            fill="white"/>
        </svg>
        <span>Вихід</span>
    </a>

</div>