<?php	
	include '_blocks/cabinet-menu.php';

	$this->title = 'Особистий кабінет ';
	$cabinetMenuView = new CabinetMenuView('myCabinet');
?>

<div class="cabinet-offcanvas">
    <button class="cabinet-offcanvas__close" id="cabinet-offcanvas__close"></button>

    <?php $cabinetMenuView->run(); ?>
</div>

<section class="p-catalog pt-s pb-m">
    <div class="container">
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item">
                    <a href="#">
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" viewBox="0 0 22 22" fill="none">
                            <path d="M11.9284 1.14779C11.8042 1.05201 11.6512 1 11.4937 1C11.3362 1 11.1832 1.05201 11.059 1.14779L1 8.90526L1.8701 9.99359L3.1 9.04511V17.6154C3.10074 17.9824 3.24848 18.3341 3.51087 18.5936C3.77326 18.8532 4.12892 18.9993 4.5 19H18.5C18.8711 18.9993 19.2267 18.8532 19.4891 18.5936C19.7515 18.3341 19.8993 17.9824 19.9 17.6154V9.05134L21.1299 9.99982L22 8.91149L11.9284 1.14779ZM12.9 17.6154H10.1V12.0768H12.9V17.6154ZM14.3 17.6154V12.0768C14.2996 11.7097 14.152 11.3577 13.8895 11.0981C13.6271 10.8385 13.2712 10.6925 12.9 10.6921H10.1C9.72881 10.6925 9.37293 10.8385 9.11046 11.0981C8.84799 11.3577 8.70037 11.7097 8.7 12.0768V17.6154H4.5V7.96578L11.5 2.57259L18.5 7.9727V17.6154H14.3Z"
                            fill="#12203A"/>
                        </svg>
                    </a>
                </li>
                <li class="breadcrumb-item active" aria-current="page">
                    Особистий кабінет
                </li>
            </ol>
        </nav>

        <div class="row">
            <div class="col-xl-3 d-none d-xl-block">
                <?php $cabinetMenuView->run(); ?>
            </div>
						
            <div class="col-xl-9">
                <div class="row align-items-stretch">
										<?php
												foreach (Yii::$app->cabinetMenu->getMenu() as $item): 
										?>
												<div class="col-xl-4 col-lg-3 col-md-4 col-6">										
													<a class="profile-miniblock" href="<?= $item['url'] ?>">
															<img src="<?= $item['image'] ?>" alt="">
															<span><?= $item['text'] ?></span>
													</a>
												</div>
										<?php endforeach; ?>
										
                    <div class="col-12 d-flex justify-content-center d-xl-none">
                        <a href="<?= Yii::$app->menu->get('signout')['url'] ?>" class="cabinet-menu__exit" data-method="post">
                            <svg xmlns="http://www.w3.org/2000/svg" width="19" height="19" viewBox="0 0 19 19" fill="none">
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                d="M1.46144 0C1.07384 0 0.702118 0.153983 0.428045 0.428075C0.153972 0.702166 0 1.07391 0 1.46154V17.5385C0 17.9261 0.153972 18.2978 0.428045 18.5719C0.702118 18.846 1.07384 19 1.46144 19H12.4222C12.616 19 12.8019 18.923 12.9389 18.786C13.076 18.6489 13.1529 18.463 13.1529 18.2692C13.1529 18.0754 13.076 17.8895 12.9389 17.7525C12.8019 17.6155 12.616 17.5385 12.4222 17.5385H1.46144V1.46154H12.4222C12.616 1.46154 12.8019 1.38455 12.9389 1.2475C13.076 1.11046 13.1529 0.924581 13.1529 0.730769C13.1529 0.536957 13.076 0.351083 12.9389 0.214037C12.8019 0.0769915 12.616 0 12.4222 0H1.46144ZM15.4971 5.69415C15.3599 5.55693 15.1738 5.47985 14.9797 5.47985C14.7857 5.47985 14.5996 5.55693 14.4624 5.69415C14.3252 5.83137 14.2481 6.01748 14.2481 6.21154C14.2481 6.4056 14.3252 6.5917 14.4624 6.72892L16.504 8.76923H6.57647C6.38267 8.76923 6.19681 8.84622 6.05977 8.98327C5.92274 9.12031 5.84575 9.30619 5.84575 9.5C5.84575 9.69381 5.92274 9.87969 6.05977 10.0167C6.19681 10.1538 6.38267 10.2308 6.57647 10.2308H16.504L14.4624 12.2711C14.3252 12.4083 14.2481 12.5944 14.2481 12.7885C14.2481 12.9825 14.3252 13.1686 14.4624 13.3058C14.5996 13.4431 14.7857 13.5202 14.9797 13.5202C15.1738 13.5202 15.3599 13.4431 15.4971 13.3058L18.7853 10.0174C18.8534 9.9495 18.9074 9.86886 18.9442 9.78008C18.981 9.6913 19 9.59612 19 9.5C19 9.40388 18.981 9.3087 18.9442 9.21992C18.9074 9.13114 18.8534 9.0505 18.7853 8.98262L15.4971 5.69415Z"
                                fill="white"/>
                            </svg>
                            <span>Вихід</span>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>